Repository: stockh0lm/setup-storage
Catalog: people/michael/features/debconf/debian/po/*.po
Languages: fr

source: Set install server hostname.
fr: Nom d'hôte du serveur d'installation :

source: FAI needs a name for the install server to be used.
fr: Veuillez indiquer le nom d'hôte du serveur d'installation.

source: In most cases this will be the hostname of the machine where the FAI package is installed, so we use this as a default value.
fr: Par défaut, ce sera le nom d'hôte de la machine sur laquelle FAI est installé.

source: In case you want your install clients to use another install server, please provide it's hostname.
fr: Dans le cas où vous voulez utiliser un autre serveur d'installation pour vos clients, veuillez indiquer son nom d'hôte.

source: Set the hostname of the debian mirror to be used.
fr: Miroir Debian à utiliser :

source: FAI needs the hostname of the debian mirror used for creating the nfsroot and to get packages for the actual installation.
fr: Veuillez indiquer le nom d'hôte du miroir Debian utilisé pour créer la racine du système de fichiers NFS et qui sera la source des paquets installés.

source: In case you are running your own debian mirror, and want to use this for FAI, please enter it's hostname here. In case you don't have an own debian mirror, you will most probably use ftp.debian.org for that, which we provide as a default.
fr: Si vous souhaitez utiliser votre propre miroir Debian avec FAI, veuillez indiquer son nom d'hôte. Dans le cas contraire, vous devriez choisir le serveur par défaut « ftp.debian.org ».

source: Run fai-setup script now?
fr: Faut-il exécuter le script de configuration de FAI maintenant ?

source: To be able to do installations with FAI, the script fai-setup needs to be run. In case you don't need to tweak the default FAI config any further, this can be done for you now.
fr: Afin d'utiliser FAI, le script de configuration doit être exécuté. Si vous n'avez pas besoin de modifier la configuration par défaut de FAI, cela peut se faire immédiatement.

source: If you intend to have a look at and tweak the config files, it's perfectly okay to run the script fai-setup manually after you consider the configuration fitting for you.
fr: Si vous voulez modifier les fichiers de configuration, vous pourrez exécuter vous-même le script de configuration ensuite.

source: Do you want the fai-setup script to be run now?
fr: Veuillez choisir si le script de configuration doit être exécuté maintenant.
